Repository: ahmtilhn/sudoku_game
Catalog: assets/localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Win streak
ar: فين ستراك
bn: জিতেছে স্ট্রাইক
es: Vuelve a Strasbourg
fr: Win Strike
hi: विजेता स्ट्रेक
id: Win Strak
it: Vino Strada
ja: ストレーク ウィン
ko: 스트리크
pl: Win Strak
pt: Vinho de Streak
ru: Победа в стреке
th: โบนัส
tr: Win serisi
uk: Переможець Стрейк
ur: جیتنے کے لئے
vi: Win Đội
zh_hans: 胜利 斯特里克
zh_hant: 勝利 斯特里克

source: Tournament entries
ar: مسابقة الدخول
bn: টুর্নামেন্টের প্রবেশ
de: Tournament Eingang
es: Entradas de torneos
fr: Entrée du tournoi
hi: प्रतियोगिता में प्रवेश
id: Turnamen masuk
it: Entrate del torneo
ja: トーナメント入場
ko: 대회 입장
nl: Toernooi ingang
pl: Wstęp do turnieju
pt: Entradas do torneio
ru: Вход в турнир
th: การแข่งขันเข้า
tr: Turnuva girişleri
uk: Вхід турніру
ur: ٹورنامنٹ میں داخلہ
vi: Tournament nhập cảnh
zh_hans: 比赛入场
zh_hant: 比賽入場

source: Tournament podiums
ar: مسابقة المسابقات
bn: টুর্নামেন্ট পডিয়াম
de: Wettbewerbspodiums
es: Podios de torneo
fr: Tournoi de podiums
hi: खेलों के पदक
id: Pertandingan podium
it: Il torneo dei podium
ja: コンテストポジウム
ko: 토너먼트 포디움
nl: Podiums van de wedstrijd
pl: Turniej Podyum
pt: Torneio Podium
ru: турнир подыумы
th: โปเดียมการแข่งขัน
tr: Turnuva podyumları
uk: турнірні подіуми
ur: ٹورنامنٹ پودے
vi: Đội giải đấu podiums
zh_hans: 比赛场景
zh_hant: 比賽場景

source: Country contributions
ar: مساهمات البلد
bn: দেশে সহায়তা
de: Landes Beiträge
es: Contribuciones del país
fr: Contribution du pays
hi: देशों का योगदान
id: kontribusi negara
it: Contributi nazionali
ja: 国貢献
ko: 국가 기여
nl: Landelijke bijdragen
pl: Wkład krajowy
pt: Contribuições do país
ru: Взносы страны
th: การลงทุนในประเทศ
tr: Ülke katkıları
uk: Державні внески
ur: ملک کی تعاون
vi: đóng góp quốc gia
zh_hans: 国家贡献
zh_hant: 國家貢獻

source: Achievement showcase
ar: عرض النجاح
bn: সফলতা প্রদর্শনী
de: Erfolgshow
es: Ejecución de la muestra
fr: Le spectacle de réalisation
hi: प्रदर्शन प्रदर्शन
id: Hasilnya menunjukkan
it: Il risultato showcase
ja: 成果展示
ko: 성과를 보여주는
nl: Uitvoering Showcase
pl: Wystawa osiągnięć
pt: Apresentação de Objetivos
ru: Достижение шоу
th: แสดงผล
tr: Başarı vitrini
uk: Досягнення показують
ur: کامیابی کی نمائش
vi: Thành công showcase
zh_hans: 成就展览
zh_hant: 成就展覽

# achievement_showcase_empty
source: Choose up to three unlocked achievements.
ar: اختر ما يصل إلى ثلاثة إنجازات غير مفتوحة.
bn: তিনটি অলোক অলোক অর্জন করতে পারেন।
de: Wählen Sie bis zu drei unlocked Erfolge.
es: Elige hasta tres logros desbloqueados.
fr: Choisissez jusqu'à trois résultats non bloqués.
hi: 3 अनलॉक किए गए परिणामों का चयन करें।
id: Pilih sampai tiga pencapaian yang tidak terblokir.
it: Scegli fino a tre risultati disattivati.
ja: 最大3つの未開封の成果を選択します。
ko: 최대 3 개의 열려있는 성과를 선택합니다.
nl: Kies tot 3 onopgeloste prestaties.
pl: Wybierz do 3 niezamkniętych osiągnięć.
pt: Escolha até três realizações desbloqueadas.
ru: Выберите до трех неоткрытых достижений.
th: เลือกได้ถึง 3 ประสิทธิภาพที่เปิดเผย
tr: Kilitlenmemiş üç başarıya kadar seçin.
uk: Виберіть до трьох відкритих досягнень.
ur: 3 غیر منسلک کامیابیوں تک منتخب کریں.
vi: Chọn tối đa 3 thành tựu không khóa.
zh_hans: 选择最多三项未锁定成就。
zh_hant: 選擇最多三項未鎖定成就。

source: Home
ar: الرئيسية
bn: হোম
de: Startseite
es: Inicio
fr: Accueil
hi: होम
id: Beranda
ja: ホーム
ko: 홈
nl: Start
pl: Strona główna
pt: Início
ru: Главная
th: หน้าหลัก
tr: Ana Sayfa
uk: Головна
ur: ہوم
vi: Trang chủ
zh_hans: 首页
zh_hant: 首頁

source: Play
ar: العب
bn: খেলুন
de: Spielen
es: Jugar
fr: Jouer
hi: खेलें
id: Main
it: Gioca
ja: プレイ
ko: 플레이
nl: Spelen
pl: Graj
pt: Jogar
ru: Играть
th: เล่น
tr: Oyna
uk: Грати
ur: کھیلیں
vi: Chơi
zh_hans: 开始游戏
zh_hant: 開始遊戲

source: Compete
ar: تنافس
bn: প্রতিযোগিতা
de: Wettkampf
es: Competir
fr: Compétition
hi: प्रतिस्पर्धा
id: Bersaing
it: Competi
ja: 対戦
ko: 경쟁
nl: Strijd
pl: Rywalizuj
pt: Competir
ru: Соревнование
th: แข่งขัน
tr: Rekabet
uk: Змагання
ur: مقابلہ
vi: Thi đấu
zh_hans: 竞技
zh_hant: 競技

source: Profile
ar: الملف الشخصي
bn: প্রোফাইল
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
nl: Profiel
pl: Profil
pt: Perfil
ru: Профиль
th: โปรไฟล์
tr: Profil
uk: Профіль
ur: پروفائل
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 個人資料

source: Quick modes
ar: الوضع السريع
bn: দ্রুত মড
de: Schnelle Modes
es: Modos rápidos
fr: Mode rapide
hi: तेज मोड
id: Mode Cepat
it: Modalità veloce
ja: 速いモード
ko: 빠른 모드
nl: Snelle modes
pl: Szybki tryb
pt: Modo rápido
ru: Быстрый режим
th: โหมดที่รวดเร็ว
tr: Hızlı modlar
uk: Швидкі моди
ur: تیزی سے موڈ
vi: Mod nhanh
zh_hans: 快速模式
zh_hant: 快速模式

source: Quick Duel
ar: جولة سريعة
bn: দ্রুত দুটি
de: Schnelle Duel
es: Duelo rápido
fr: Duel rapide
hi: जल्दी डुअल
id: Perlawanan Cepat
it: Il Duello Rapido
ja: スピードデュエル
ko: 빠른 듀얼
nl: Snelle duel
pl: szybki duel
pt: Duelo rápido
ru: Быстрый дуэль
th: คู่มือที่รวดเร็ว
tr: Hızlı Düello
uk: Швидкий дуел
ur: فوری دوئل
vi: Duel nhanh
zh_hans: 快速双重
zh_hant: 快速雙重

# quick_duel_body
source: Find a ranked opponent at your selected difficulty.
ar: العثور على خصم مرتبة في صعوبة اختيارك.
bn: আপনার নির্বাচিত কঠিনতার মধ্যে একটি রান্না করা প্রতিপক্ষ খুঁজে পেতে।
de: Finden Sie einen rangierten Gegner bei Ihrer ausgewählten Schwierigkeit.
es: Encuentra a un adversario en su dificultad seleccionada.
fr: Trouvez un adversaire classé à votre difficulté choisie.
hi: अपनी चुनौती पर एक रैंक प्रतिद्वंद्वी खोजें।
id: Temukan lawan yang terdaftar di kesulitan yang Anda pilih.
it: Trova un avversario classificato nella tua difficoltà selezionata.
ja: あなたの選択した困難にランク付けられた対戦相手を見つける。
ko: 선택한 어려움에서 순위 상대를 찾으십시오.
nl: Vind een gerangschikte tegenstander bij uw geselecteerde moeilijkheid.
pl: Znajdź odpowiedniego przeciwnika w wybranej trudności.
pt: Encontre um adversário classificado em sua dificuldade selecionada.
ru: Найдите ранжированного противника в выбранной вам сложности.
th: ค้นหาคู่แข่งที่จัดอันดับในความยากลําบากที่เลือกของคุณ
tr: Seçtiğin zorlukta sıralanmış bir rakip bul.
uk: Знайдіть рангуваного суперника на вашій вибраній труднощі.
ur: آپ کے منتخب مشکل میں ایک درجہ بندی مخالف تلاش کریں.
vi: Tìm một đối thủ xếp hạng tại khó khăn được chọn của bạn.
zh_hans: 找一个排名对手在您的选择困难。
zh_hant: 找一個排名對手在您的選擇困難。

# online_duel_fee_summary
source: Online entry starts at %1d Coin
ar: الدخول عبر الإنترنت يبدأ في%1d Coin
bn: অনলাইন প্রবেশ শুরু%1d Coin
de: Online-Eintrag beginnt bei%1d Coin
es: La entrada en línea comienza en%1d Coin
fr: L’entrée en ligne commence à%1d Coin
hi: ऑनलाइन प्रवेश शुरू होता है%1d Coin
id: Online entry dimulai dari%1d Coin
it: L’ingresso online inizia a%1d Coin
ja: オンライン入場開始%1d Coin
ko: 온라인 입장 시작%1d Coin
nl: Online entry begint bij%1d Coin
pl: Wstęp online rozpoczyna się od%1d Coin
pt: A entrada online começa em%1d Coin
ru: Онлайн вход начинается с%1d Coin
th: การเข้าสู่ระบบออนไลน์เริ่มต้นที่%1d Coin
tr: Online giriş başlar%1d Coin
uk: Інтернет-інтернет починається з%1d Coin
ur: انٹرنیٹ پر انٹرویو شروع ہو چکا ہے%1d Coin
vi: Online entry bắt đầu từ%1d Coin
zh_hans: 网上入口开始于%1d Coin
zh_hant: 網上入口開始於%1d Coin

# finding_opponent_title
source: Finding Opponent
ar: العثور على المعارضين
bn: প্রতিপক্ষ খুঁজে পেতে
de: Entdecken Sie Opposition
es: Encontrar oponente
fr: Trouver l’opposant
hi: विरोधियों को खोजें
id: Mencari lawan
it: Trova l’opposizione
ja: 反対者を見つける
ko: 반대자를 찾는
nl: Opstanders vinden
pl: Znajdź przeciwnika
pt: Encontrar oponente
ru: Найти оппонента
th: ค้นหาผู้ต่อต้าน
tr: Karşıt Bulmak
uk: Знайти опонента
ur: مخالف تلاش کریں
vi: Tìm đối thủ
zh_hans: 寻找反对者
zh_hant: 尋找反對者

# searching_similar_opponents
source: Searching for opponents near your level...
ar: البحث عن المعارضين بالقرب من مستواك ...
bn: আপনার নম্বরের কাছাকাছি প্রতিপক্ষের খোঁজ...
de: Auf der Suche nach Gegner in der Nähe Ihres Niveaus ...
es: Buscando a los oponentes cerca de su nivel...
fr: En cherchant des adversaires près de votre niveau...
hi: अपने स्तर के करीब प्रतिद्वंद्वियों की तलाश में ...
id: Mencari lawan dekat dengan level Anda ...
it: Cercare gli avversari vicino al tuo livello...
ja: あなたのレベルに近い相手を探す...
ko: 당신의 수준에 가까운 상대를 찾고 ...
nl: Op zoek naar tegenstanders in de buurt van je niveau...
pl: Szukając przeciwników blisko Twojego poziomu...
pt: Buscando oponentes perto de seu nível...
ru: Поиск противников рядом с вашим уровнем...
th: ค้นหาผู้ต่อต้านมใกล้กับระดับของคุณ ...
tr: Sizin seviyenize yakın rakipler aranıyor...
uk: Пошук опонентів поблизу вашого рівня...
ur: آپ کے سطح کے قریب مخالفوں کی تلاش ...
vi: Tìm kiếm đối thủ gần cấp độ của bạn ...
zh_hans: 寻找对手在你的水平附近
zh_hant: 尋找對手在你的水平附近

# searching_opponent_short
source: Searching
ar: البحث
bn: খোঁজ
de: Suche
es: Buscando
fr: Rechercher
hi: खोज
id: mencari
it: La ricerca
ja: 検索
ko: 검색
nl: zoeken
pl: poszukiwania
pt: Buscando
ru: Искать
th: การค้นหา
tr: Arama
uk: пошук
ur: تلاش کرنے
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# ready_question
source: Are You Ready?
ar: هل أنت مستعد؟
bn: আপনি প্রস্তুত?
de: Sind Sie bereit?
es: ¿Estás preparado?
fr: Vous êtes prêt ?
hi: तैयार हो जाओ?
id: Apakah Anda siap?
it: Sei pronto?
ja: 準備はできている?
ko: 준비가 되셨나요?
nl: Ben je klaar?
pl: Jesteś gotowy?
pt: Você está pronto?
ru: Вы готовы?
th: คุณพร้อม
tr: Hazır mısınız?
uk: Ви готові?
ur: تم تیار ہو؟
vi: Bạn đã sẵn sàng?
zh_hans: 你准备好了吗?
zh_hant: 你準備好了嗎?

# ready_when_opponent_ready
source: The game starts when both players are ready.
ar: يبدأ اللعبة عندما يكون اللاعبان جاهزين.
bn: খেলা শুরু হয় যখন দুই খেলোয়াড় প্রস্তুত।
de: Das Spiel beginnt, wenn beide Spieler bereit sind.
es: El juego comienza cuando ambos jugadores están listos.
fr: Le jeu commence quand les deux joueurs sont prêts.
hi: खेल तब शुरू होता है जब दोनों खिलाड़ी तैयार हो जाते हैं।
id: Permainan dimulai ketika kedua pemain siap.
it: Il gioco inizia quando entrambi i giocatori sono pronti.
ja: ゲームは両選手が準備が整ったときに始まります。
ko: 게임은 두 선수 모두 준비가 되었을 때 시작됩니다.
nl: Het spel begint wanneer beide spelers klaar zijn.
pl: Gra zaczyna się, gdy obaj gracze są gotowi.
pt: O jogo começa quando ambos os jogadores estão prontos.
ru: Игра начинается, когда оба игрока готовы.
th: เกมเริ่มต้นเมื่อผู้เล่นทั้งสองพร้อม
tr: Oyun her iki oyuncu da hazır olduğunda başlar.
uk: Гра починається, коли обидва гравці готові.
ur: کھیل شروع ہوتا ہے جب دونوں کھلاڑی تیار ہیں.
vi: Trò chơi bắt đầu khi cả hai cầu thủ đều sẵn sàng.
zh_hans: 游戏开始时,两名球员都准备好了。
zh_hant: 遊戲開始時,兩名球員都準備好了。

# waiting_opponent_ready
source: Waiting for your opponent...
ar: في انتظار معارضك ..
bn: আপনার প্রতিপক্ষের জন্য অপেক্ষা ...
de: Warten auf Ihren Gegner ...
es: Esperando a su oponente...
fr: En attendant votre adversaire...
hi: अपने विरोधी के लिए इंतजार कर रहे हैं ...
id: Menunggu lawan Anda...
it: In attesa del suo avversario...
ja: 相手を待つ...
ko: 당신의 상대방을 기다리고 있습니다.
nl: Wacht op je tegenstander...
pl: W oczekiwaniu na swojego przeciwnika...
pt: Esperando por seu adversário...
ru: В ожидании своего противника...
th: รอต่อสู้ของคุณ ...
tr: Rakibini bekliyor...
uk: Чекаємо на Вашого суперника...
ur: آپ کے مخالف کے لئے انتظار کر رہے ہیں ...
vi: Đang chờ đối thủ của bạn...
zh_hans: 等待你的对手......
zh_hant: 等待你的對手......

# you_ready_waiting_opponent
source: You are ready. Waiting for your opponent.
ar: أنت مستعد، في انتظار المعارض.
bn: আপনি প্রস্তুত, আপনার প্রতিপক্ষের জন্য অপেক্ষা।
de: Sie sind bereit. warten auf Ihren Gegner.
es: Estás listo, esperando a tu oponente.
fr: Vous êtes prêt, vous attendez votre adversaire.
hi: आप तैयार हैं. अपने विरोधी के लिए इंतजार कर रहे हैं.
id: Anda siap. menunggu lawan Anda.
it: Siete pronti, in attesa del vostro avversario.
ja: 準備が整った!相手を待つ。
ko: 당신은 준비가되어 있습니다.당신의 상대를 기다리고 있습니다.
nl: Je bent klaar, wacht op je tegenstander.
pl: Jesteś gotowy, czekaj na przeciwnika.
pt: Você está pronto, esperando por seu adversário.
ru: Вы готовы, ждете своего противника.
th: คุณพร้อมรอกับคู่แข่งของคุณ
tr: Hazırsın, rakibini bekliyorsun.
uk: Ви готові, чекаючи на вашого противника.
ur: آپ تیار ہیں ۔ آپ کے مخالف کے لئے انتظار کر رہے ہیں ۔
vi: Bạn đã sẵn sàng, chờ đợi đối thủ của bạn.
zh_hans: 等待你的对手,等待你的对手。
zh_hant: 等待你的對手,等待你的對手。

# opponent_ready_waiting_you
source: Opponent is ready. Waiting for you.
ar: المقاومة جاهزة، في انتظاركم.
bn: অপরদিকে প্রস্তুত, অপেক্ষা করছি।
de: Der Gegner ist bereit, erwartet Sie!
es: El oponente está listo, esperando por ti.
fr: L’opposant est prêt, il vous attend.
hi: विरोधी तैयार है. आप के लिए इंतजार कर रहे हैं.
id: Pihak yang bersangkutan sudah siap. tunggu.
it: Il suo oppositore è pronto, in attesa di te.
ja: 相手は準備が整った! 待ってます。
ko: 이 준비되어 있습니다.당신을 기다리고 있습니다.
nl: De tegenstander is klaar, wacht op u.
pl: Przeciwnicy są gotowi, czekają na Ciebie.
pt: O adversário está pronto, esperando por você.
ru: Противник готов, жду вас!
th: ตัวแทนที่พร้อมรอคุณ
tr: Karşı taraf hazır, seni bekliyor.
uk: Опозиція готова, чекаємо на Вас!
ur: آپ کے لئے تیار ہیں، آپ کے لئے انتظار کر رہے ہیں.
vi: Đội ngũ đối lập sẵn sàng, chờ đợi bạn.
zh_hans: 反对者准备好了,等着你。
zh_hant: 反對者準備好了,等著你。

# everyone_ready_starting
source: Everyone is ready. Starting the game...
ar: كلنا جاهزون، بدء اللعبة..
bn: খেলা শুরু করে সবাই প্রস্তুত...
de: Alle sind bereit, das Spiel beginnt...
es: Todos están listos, empezando el juego...
fr: Tout le monde est prêt à commencer le jeu...
hi: हर कोई तैयार है. खेल शुरू करने के लिए ...
id: Semua orang siap untuk memulai permainan...
it: Tutti sono pronti, inizia il gioco...
ja: みんな準備が整ったゲーム開始...
ko: 모든 분들이 준비가 되셨는데 게임 시작...
nl: Iedereen is klaar, het spel begint...
pl: Wszyscy są gotowi, a gra zaczyna się...
pt: Todos estão prontos para começar o jogo...
ru: Все готовы, и начинается игра...
th: ทุกคนพร้อมพร้อมกับการเริ่มต้นเกม
tr: Herkes hazır. Oyun başlıyor...
uk: Всі готові до гри, починаючи з...
ur: سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب کے سب
vi: Mọi người đều sẵn sàng, bắt đầu trò chơi...
zh_hans: 每个人都准备好了,开始了游戏。
zh_hant: 每個人都準備好了,開始了遊戲。

# match_ready_prompt
source: Tap ready when you are set.
ar: اضغط جاهزًا عند إعدادك.
bn: আপনি সঠিকভাবে প্রস্তুত হবেন।
de: Tippen Sie bereit, wenn Sie eingestellt sind.
es: Toma preparado cuando esté establecido.
fr: Préparez-vous quand vous êtes en place.
hi: जब आप तैयार हो जाते हैं तो तैयार हो जाते हैं।
id: Tuliskan siap saat Anda sudah siap.
it: Preparati quando siete stati impostati.
ja: 設定された時に準備をしてください。
ko: 설정할 때 준비를 하세요.
nl: Klaar wanneer je klaar bent.
pl: Przygotuj się, gdy jesteś gotowy.
pt: Prepare-se quando estiver pronto.
ru: Приготовьтесь, когда вы настроены.
th: ปิดพร้อมเมื่อคุณตั้งค่า
tr: Hazır olduğunuzda dokunun.
uk: Підготуйте, коли ви встановлені.
ur: جب آپ تیار ہیں تو تیار ہو جاؤ
vi: Nhấn sẵn khi bạn đã được thiết lập.
zh_hans: 按一下,當你設定時準備好。
zh_hant: 按一下,當你設定時準備好。

# elo_hint
source: Your ELO rises when you win and falls when you lose.
ar: منكELOيرتفع عند الفوز ويسقط عند الخسارة.
bn: আপনারELOআপনি জয় করলে উঠে এবং হারিয়ে যখন পেরে।
de: IhreELOSie steigen, wenn Sie gewinnen und fallen, wenn Sie verlieren.
es: tuyoELOSe eleva cuando gana y cae cuando pierde.
fr: VotreELOIl monte quand on gagne et tombe quand on perd.
hi: आपकीELOजब आप जीतते हैं तो ऊपर उठते हैं और जब आप हारते हैं तो गिरते हैं।
id: AndaELOAnda naik ketika Anda menang dan jatuh ketika Anda kalah.
it: Il tuoELOSi alza quando vince e cade quando si perde.
ja: あなたのELO勝ったときに上昇し、負けたときに落ちる。
ko: 당신의ELO당신이 이길 때 상승하고 당신이 패배 할 때 떨어집니다.
nl: UwELOJe neemt toe als je wint en valt als je verliest.
pl: TwojeELOWzrasta, kiedy wygrasz, a spada, kiedy przegrywasz.
pt: O seuELOEle sobe quando você vence e cai quando você perde.
ru: ТвоиELOВы поднимаетесь, когда выигрываете, и падаете, когда проигрываете.
th: ของคุณELOขึ้นเมื่อคุณชนะและตกเมื่อคุณสูญเสีย
tr: SeninELOKazandığınızda yükselir ve kaybettiğinizde düşer.
uk: ТвоєELOВи піднімаєтеся, коли виграєте, а коли ви програєте, ви падаєте.
ur: آپ کےELOجب آپ جیتتے ہیں تو اوپر اور جب آپ کھو دیتے ہیں تو گر جاتے ہیں.
vi: của bạnELOKhi bạn thắng, bạn sẽ tăng lên và khi bạn thua, bạn sẽ rơi xuống.
zh_hans: 你的ELO當你贏得時,你就升起,當你失去時,你就跌倒。
zh_hant: 你的ELO當你贏得時,你就升起,當你失去時,你就跌倒。

source: World
ar: العالم
bn: বিশ্ব
de: Welt
es: El mundo
fr: Le monde
hi: दुनिया
id: Dunia
it: Il mondo
ja: 世界
ko: 세계
nl: Wereld
pl: Świat
pt: Mundo
ru: Мир
th: โลก
tr: Dünya
uk: Світ
ur: دنیا کے
vi: Thế giới
zh_hans: 世界
zh_hant: 世界

source: Opponent
ar: المعارض
bn: প্রতিপক্ষ
de: Gegner
es: oponente
fr: Opposition
hi: विरोधियों
id: oposisi
it: Opposizione
ja: 反対者
ko: 반대자
nl: tegenstander
pl: przeciwnik
pt: O oponente
ru: Опозиция
th: พัฒนา
tr: Karşıt
uk: Опозиція
ur: مخالف
vi: đối lập
zh_hans: 反对者
zh_hant: 反對者

# home_progress_summary
source: %1d career levels · %2d Coin
ar: %1dمستوى المهنة ·%2d Coin
bn: %1dক্যারিয়ারের স্তর%2d Coin
de: %1dKarriere-Ebene%2d Coin
es: %1dnivel de carrera;%2d Coin
fr: %1dNiveau de carrière ;%2d Coin
hi: %1dकैरियर स्तर%2d Coin
id: %1dtingkat karir ·%2d Coin
it: %1dlivello di carriera;%2d Coin
ja: %1dキャリアレベル%2d Coin
ko: %1d경력 수준 ·%2d Coin
nl: %1dcarrière niveaus;%2d Coin
pl: %1dpoziom kariery zawodowej;%2d Coin
pt: %1dNíveis de carreira;%2d Coin
ru: %1dКариерный уровень ·%2d Coin
th: %1dระดับอาชีพ ·%2d Coin
tr: %1dkariyer seviyeleri%2d Coin
uk: %1dКар'єра рівня%2d Coin
ur: %1dکیریئر کی سطح%2d Coin
vi: %1dTỷ lệ nghề nghiệp ·%2d Coin
zh_hans: %1d职业生涯水平 ·%2d Coin
zh_hant: %1d職業生涯水平 ·%2d Coin

# home_daily_reward_title
source: Daily bonus
ar: مكافأة يومية
bn: প্রতিদিনের বোনাস
de: Tagebonus
es: Bonos diarios
fr: Bonne journée
hi: दैनिक बोनस
id: Bonus harian
it: Bonus giornalieri
ja: 毎日のボーナス
ko: 매일 보너스
nl: Dagelijkse bonussen
pl: Codzienny bonus
pt: Bônus Diário
ru: Дневной бонус
th: โบนัสประจําวัน
tr: Günlük bonus
uk: Щоденний бонус
ur: روزانہ بونس
vi: Bonus hàng ngày
zh_hans: 每日奖金
zh_hant: 每日獎金

# home_daily_reward_body
source: Claim today's reward from the gift button.
ar: استدعاء المكافآت اليوم من زر الهدايا.
bn: আজকের পুরস্কারটি ডানবোটে ফেলুন।
de: Anschreiben Sie die heute belohnte Belohnung vom Geschenkknopf.
es: Reivindicar la recompensa de hoy desde el botón de regalo.
fr: Demandez la récompense d'aujourd'hui à partir du bouton cadeau.
hi: आज के पुरस्कार को दान बटन से दावा करें।
id: Menuntut hadiah hari ini dari tombol hadiah.
it: Richiedi la ricompensa di oggi dal pulsante regalo.
ja: 今日のプレゼントボタンから報酬を請求します。
ko: 오늘의 보상을 선물 버튼에서 청구합니다.
nl: Vraag vandaag de beloning uit de cadeauknop.
pl: Wniosek o dzisiejszy nagrodę z przycisku prezentów.
pt: Requer a recompensa de hoje do botão de presente.
ru: Заплатить сегодняшнюю награду с кнопки подарок.
th: ค่ารางวัลของวันนี้จากปุ่มของขวัญ
tr: Hediye düğmesinden bugünkü ödülü talep et.
uk: Запрошуємо на сьогоднішню нагороду з подарункового кнопки.
ur: آج کا انعام بٹن سے ادا کریں
vi: Đề nghị phần thưởng hôm nay từ nút quà tặng.
zh_hans: 请求今天的礼物按钮。
zh_hant: 請求今天的禮物按鈕。

# home_play_online_cta
source: Play
ar: اللعب
bn: খেলা
de: Spielen
es: Juego
fr: Jouer
hi: खेल
id: Bermain
it: Gioca
ja: 遊び
ko: 게임을
nl: Spelen
pl: Graj
pt: Jogo
ru: Играть
th: เล่น
tr: Oyna
uk: Грати
ur: کھیل کھیل
vi: chơi
zh_hans: 玩游戏
zh_hant: 玩遊戲

# home_online_badge
source: Same difficulty matchmaking
ar: نفس الصعوبة المطابقة
bn: একই কঠিনতা ম্যাক্সেস
de: Gleiches Problem mit Matchmaking
es: La misma dificultad de la matriz
fr: Difficulté de matching
hi: एक ही कठिनाई के साथ मैच
id: Kesulitan yang sama
it: La stessa difficoltà di matchmaking
ja: 同じ難易度のマッチング
ko: 동일한 어려움을 겪고 있는
nl: Hetzelfde probleem matchmaking
pl: Równe trudności w walce
pt: A mesma dificuldade de matriculação
ru: Те же трудности в сочетании
th: ความยากลําบากเดียวกัน
tr: Aynı zorlukta eşleşme
uk: Схожі труднощі з поєднанням
ur: ایک ہی مشکل کے ساتھ مطابقت
vi: cùng khó khăn matchmaking
zh_hans: 相同的困难
zh_hant: 相同的困難

# home_career_card_body
source: Keep building your Sudoku fundamentals.
ar: استمر في بناء أسس السودوكو الخاصة بك.
bn: আপনার সুদোকু ভিত্তিতে কাজ করুন।
de: Er baut auf die Sudoku-Grundlagen.
es: Mantenga sus bases de Sudoku.
fr: Faites le tour de vos fondements sudoku.
hi: अपने सुडोकू मूल्यों का निर्माण करें।
id: Jadilah dasar-dasar Sudoku Anda.
it: Sii in grado di costruire i tuoi fondamenti del Sudoku.
ja: あなたのスドーコの基礎を構築し続ける。
ko: 당신의 Sudoku 기초를 구축하십시오.
nl: Bouw je Sudoku fundamenten.
pl: Zrób to na podstawie podstaw Sudoku.
pt: Continue construindo seus fundamentos de Sudoku.
ru: Создайте свои судоку фундаменталы.
th: ปรับปรุงพื้นฐานของซูโดคูของคุณ
tr: Sudoku temelini güçlendirmeye devam et.
uk: Зробіть свій судоку фундамент.
ur: آپ کے Sudoku بنیادی اصولوں کو برقرار رکھیں.
vi: Hãy tiếp tục xây dựng nền tảng Sudoku của bạn.
zh_hans: 保持建立你的苏多库基础。
zh_hant: 保持建立你的蘇多庫基礎。

# home_wallet_label
source: Wallet
ar: محفظة
bn: কাস্টম
de: Geldbörse
es: La bolsa
fr: portefeuille
hi: बैग
id: dompet
it: La borsa
ja: 財布
ko: 지갑
nl: Portemonnee
pl: portfel
pt: Cadeia
ru: Портфель
th: กระเป๋า
tr: Cüzdan
uk: Портфель
ur: جیب میں
vi: Cái túi
zh_hans: 钱包
zh_hant: 錢包

# home_progress_label
source: Progress
ar: التقدم
bn: প্রসারিত
de: Fortschritte
es: Progreso
fr: Progrès
hi: प्रगति
id: Kemajuan
it: Progresso
ja: 進歩
ko: 진보
nl: vooruitgang
pl: postępy
pt: Progresso
ru: прогресс
th: การพัฒนา
tr: İlerleme
uk: Прогрес
ur: ترقی
vi: tiến bộ
zh_hans: 进步
zh_hant: 進步

# coin_required_title_dynamic
source: %1d Coin required
ar: %1d Coinمطلوب
bn: %1d Coinপ্রয়োজনীয়
de: %1d Coinerforderlich
es: %1d CoinNecesidad
fr: %1d CoinRequire
hi: %1d Coinजरूरी
id: %1d Coindiperlukan
it: %1d Coinrichiesto
ja: %1d Coin必要
ko: %1d Coin필요한
nl: %1d Coinvereist
pl: %1d Coinwymagane
pt: %1d CoinNecessário
ru: %1d CoinНеобходимо
th: %1d Coinต้องการ
tr: %1d Coingerekli
uk: %1d CoinНеобхідні
ur: %1d Coinضروری
vi: %1d Coincần thiết
zh_hans: %1d Coin需要
zh_hant: %1d Coin需要

# coin_required_body_dynamic
source: Each player contributes %1d Coin. The winner receives the %2d Coin pot.
ar: كل لاعب يساهم%1d Coinالفائز يحصل على%2d Coinبوت
bn: প্রতিটি খেলোয়াড়ই উপযুক্ত%1d Coinবিজয়ীকেই পেয়েছেন%2d Coinপট
de: Jeder Spieler trägt%1d CoinDer Gewinner erhält die%2d CoinPotenzial
es: Cada jugador contribuye%1d CoinEl ganador recibe el%2d CoinEl Pot.
fr: Chaque joueur contribue%1d CoinLe vainqueur reçoit le%2d CoinLe pot.
hi: हर खिलाड़ी योगदान देता है%1d Coinविजेता को मिलेगा%2d Coinपॉट
id: Setiap pemain menyumbang%1d CoinPemenang menerima%2d CoinPot yang
it: Ogni giocatore contribuisce%1d CoinIl vincitore riceve il%2d CoinIl pot.
ja: 各プレイヤーが貢献%1d Coin優勝者は受賞%2d Coinポット
ko: 각 플레이어가 참여%1d Coin우승자는 이%2d Coin포트
nl: Elke speler draagt bij%1d CoinDe winnaar ontvangt de%2d CoinDe pot.
pl: Każdy gracz przyczynia się%1d CoinZwycięzca otrzymuje%2d CoinPotem to.
pt: Cada jogador contribui%1d CoinO vencedor recebe o%2d CoinPô de Pô.
ru: Каждый игрок вносит вклад%1d CoinПобедитель получает%2d CoinПот →
th: ผู้เล่นแต่ละคนมีส่วนร่วม%1d Coinผู้ชนะได้รับรางวัล%2d Coinพาต
tr: Her oyuncu katkıda bulunur%1d Coin. Kazanan alır%2d CoinTencere.
uk: Кожен гравець приносить%1d CoinПереможець отримує%2d CoinПот
ur: ہر کھلاڑی کا حصہ%1d Coinجیتنے والا حاصل کرتا ہے%2d Coinپاؤڈر
vi: Mỗi cầu thủ đóng góp%1d CoinNgười chiến thắng nhận được%2d CoinPot của bạn
zh_hans: 每个玩家都参与%1d Coin获胜者将收到%2d Coin波特
zh_hant: 每個玩家都參與%1d Coin獲勝者將收到%2d Coin波特
